Repository: R2RITO/discipline_of_the_poor
Catalog: discipline_of_the_poor/locale/*/LC_MESSAGES/django.po
Languages: es

source: Congratulations premium user!
es: ¡Felicitaciones usuario premium!

source: Daily period
es: Período diario

source: Weekly period
es: Período semanal

source: Monthly period
es: Período mensual

source: The field {field} cannot be updated
es: El campo {field} no puede ser actualizado

source: Change
es: Editar

source: View
es: Ver

source: Add permissions
es: Agregar permisos

source: Remove permissions
es: Remover permisos

source: Invalid username
es: Usuario inválido

source: Cannot change owner permissions
es: No se pueden cambiar los permisos del dueño

source: Spanish
es: Español

source: English
es: Inglés

source: Premium customer
es: Cliente premium

source: Regular customer
es: Cliente regular

source: Income movement, adds to the budget
es: Movimiento de ingreso, agrega al presupuesto

source: Expense movement, substracts from the budget
es: Movimiento de egreso, sustrae del presupuesto
